

# # Объявление пременной
# number = -5
# # Ввод переменной
# count = input("Введите число: ")
# # Вывод с конвертацией числа
# print('Результат:', number + int(count) )
# print('Результат:', str(number) + count )
# # Удаление переменной
# del number

###################################################################
# num1 = int(input("Введите 1 число: "))
# num2 = int(input("Введите 2 число: "))

# print("Результат: ", num1 + num2)
# print("Результат: ", num1 - num2)
# print("Результат: ", num1 * num2)
# print("Результат: ", num1 / num2)
# print("Результат: ", num1 ** num2)
# print("Результат: ", num1 // num2)
################################################################

num = int(input("Введите число: "))

if num != 5:
    print("Это не 5")
    if num < 6:
        print('меньше 6')
